Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 더할 나위가 없었으므로 갈망은 먼 세상의 관념이었다.
en_us: Desire itself was an alien concept to him.

source: “그렇다면 양보해야겠네요.
en_us: “Well I certainly can’t say no to that.

source: 레일라는 벤치의 팔걸이에 등을 기댄 채 두 팔로 무릎을 감싸 안았다.
en_us: Leaning against the bench’s armrest, she pulled her legs towards her and put her arms around her knees.

source: 마티어스는 더욱 느려진 걸음으로 그곳을 향해 다가갔다.
en_us: Slowing his pace, Matthias walked in her direction.

source: “엄마.”{j}클로딘의 목소리가 낮게 가라앉았다.{j}그리 살지는 않을 것이라고, 모든 것을 다 가지고도 사랑 때문에 우는 엄마를 보며 다짐하고 또 다짐해 왔다.{j}그건 클로딘이 마티어스와의 약혼을 결심한 이유이기도 했다.
en_us: “Mother...” Claudine grumbled. It bothered her the way her mother was always crying over matters of love even though she had every luxury and comfort in the world at her fingertips. She had firmly resolved not to follow in her mother’s footsteps in that respect.{j}{j}{j}

source: 빌의 덤덤한 대꾸에 모나 부인은 도끼눈을 떴다.{j}“빌 레머!{j}저걸 알고도 그냥 두었단 말이에요?{j}도대체 애를 어떻게 키우고 있는 거예요?”
en_us: Mona glared at him. “Bill! You knew she liked to climb trees, and you just let her do it? Is this your idea of how to raise a child?”{j}{j}{j}

source: 모자를 벗자 헝클어진 머리카락이 이마 위로 흘러내렸다.
en_us: He took off his hat, and his disheveled hair fell down over his forehead.

source: “혹시 몰라.
en_us: “It’s possible.

source: 두 사람은 나란히 앉아 숲을 바라보며 복숭아를 나누어 먹었다.
en_us: They sat next to each other, gazing into the woods as they shared the peach.

source: “너는 여기서 만나야 할 사람들이 많잖아.
en_us: “You must have lots of important people to meet.

source: 그것도 남자.
en_us: She could tell it was a man.

source: 느리게 걷는 헤르하르트 공작의 뒤를 따라 레일라도 자전거를 끌며 걸었다.
en_us: She started walking her bicycle down the road, following behind Duke Herhardt, who was walking quite slowly.

source: 체념 섞인 결론을 내리며 다시 눈을 뜬 레일라는 흠칫 놀라 몸을 움츠렸다.
en_us: After reluctantly coming to this conclusion, she opened her eyes again, and was startled by what she saw.

source: 리에트가 던진 물음에 모두의 시선이 클로딘을 향했다.
en_us: Everyone’s eyes turned to Claudine.

source: 가늘게 찌푸린 눈과 앙다문 입술.
en_us: He saw her narrowed eyes and her tightly-shut lips.

source: 이제 안 묻었어.”{j}자꾸만 입술을 문지르는 레일라를 보던 카일이 웃음을 터트렸다.
en_us: You can stop,” Kyle said, snickering.{j}

source: “안경을 찾았으니까 더 열심히 돌아다녀야 하는데 어째 그 반대란 말이지.”{j}카일은 턱을 괸 채 그런 레일라를 바라보았다.
en_us: “Once you found your glasses, I would’ve thought you’d be out and about all the time, but it’s been the opposite,” Kyle added, resting his chin on his hand as he gazed at her.{j}

source: 성에 차지 않는 심부름꾼의 존재는 완벽히 지워진 듯 보였다.
en_us: They were behaving as though their errand girl were no longer there.

source: 오랜 세월 서로를 보아 온 사이인 만큼 그들 사이의 분위기는 친밀했다.
en_us: The mood in the room was warm and intimate, since it had been such a long time since they had all been together like this.

source: 벗은 몸을 감출 마음 같은 건 전혀 없는 사람처럼 그는 물 위에 가만히 뜬 채로 레일라 쪽을 응시하기만 했다.
en_us: Making no attempt to hide his naked body, he was staring back at Layla as he continued to float on the water.

source: 길게 늘어뜨린 머리카락이 가녀린 목덜미와 어깨를 감싸고 있었다.
en_us: Her long hair was draped over her slender neck and shoulders.

source: 그러니 다 괜찮다.
en_us: Yes, everything will be all right.

source: 낮게 웃은 클로딘은 고갯짓으로 허락을 표시했다.{j}레일라는 그제야 안도하는 표정을 지었다.
en_us: Claudine let out a soft chuckle, then granted her permission by nodding.{j}

source: 그럼에도 어떻게 다독여 주어야 할지 몰라 늘 무뚝뚝한 말만 내뱉고 만다.
en_us: But he didn’t know how to express this to her. Anything he tried to say came out sounding too blunt and gruff.

source: 홀과 테라스를 잇는 통로의 가장자리에 서서 유심히 누군가를 찾고 있었다.
en_us: She was standing on the walkway between the terrace and the hall, looking for someone.

source: 그게 아니라고, 너무나 큰 신세를 지고 있어 면목이 없었다고, 이 정도는 자신의 힘으로 충분히 해낼 수 있었다고 설명할수록 빌의 눈빛은 점점 더 슬퍼질 뿐이었다.{j}그날 이후로 빌과 레일라의 사이는 다소 서먹해졌다.
en_us: This only made him grow sadder, however.{j}

source: 브란트 영애의 행동은 대체로 레일라의 이해 밖에 있었다.
en_us: Claudine’s behavior was beyond her understanding in many ways.

source: “니가 꼭 와 줬으면 좋겠어, 레일라.”{j}클로딘은 웃음 섞인 목소리로 레일라의 말을 잘랐다.
en_us: “I’d really like you to come, Layla,” Claudine said, giggling.{j}

source: 옷을 갈아입고 머리를 손질했다.
en_us: then got dressed and combed his hair.

source: 손등으로 입술을 문질러 닦은 레일라는 오두막으로 이어진 길로 돌아갔다.
en_us: Rubbing her lips with the back of her hand, she headed back to the path leading to the cottage.

source: 헤르하르트 공작의 귀환은 갑작스러웠다.
en_us: Duke Herhardt’s arrival had been sudden.

source: 도박판에서 돈을 잃은 날이면 더욱 사나워졌는데, 그런 날은 어김없이 레일라에게 욕을 퍼붓고 매질을 했다.
en_us: On days he had lost money gambling he became more aggressive, and would scream curses at Layla and beat her.

source: “아, 레일라!”{j}의문을 곱씹던 클로딘은 충동적으로 입술을 뗐다.
en_us: As they did so, Claudine impulsively shouted, “Ah, Layla!”{j}

source: “네, 엄마.
en_us: “Yes, Mother.

source: 골똘히 그 뒷모습을 바라보던 레일라는 총과 포획한 사냥감을 들고 뒤따르는 시종들의 모습에 놀라 뒷걸음질 쳤다.
en_us: There were servants following behind the main group. Layla watched them intently. She backed away in shock when she saw that they were carrying not only the hunting rifles, but also a number of animal carcasses.

source: 정원에서부터 불어온 바람에서 달콤한 장미 향기가 묻어났다.
en_us: A gentle breeze brought the sweet smell of roses from the garden.

source: “넌 아무것도 모르는 애구나.”{j}레일라가 앉은 의자 앞까지 다가온 클로딘이 체념조로 말했다.
en_us: Claudine walked in front of Layla’s chair and lamented, “You don’t know a thing.”{j}

source: “저 아닌 사람들에게는, 다른 누구에게도 이러지 않으시잖아요.”{j}모욕감에 눈물이 다 나려 했지만 레일라는 가까스로 참아냈다.
en_us: She felt like she was about to start sobbing from the humiliation, but she managed to hold back her tears. “You don’t act this way towards anyone other than me,” she said.{j}

source: 그제야 잠옷 차림으로 밤길을 걸어왔다는 사실을 깨달았지만 어차피 보는 눈이 없는 한밤중이었다.
en_us: Only then did it occur to her that she had come all this way in her nightgown. She wasn’t too worried about this, however, since it was the middle of the night and no one would be around to see her.

source: “놀라기는.
en_us: “No need to be startled.

source: 더는 어린 계집애가 아닌, 저 여자 레일라 르웰린이.
en_us: She was no longer a little girl. She was now a young lady.

source: 이 여름은 언제쯤 끝이 날까?{j}긴 한숨을 내쉬며 레일라는 가장 좋아하는 이 계절이 빨리 저물기를 기도했다.
en_us: When is this summer going to end? she thought, sighing deeply as she looked forward to the end of what was normally her favorite season.{j}

source: 궁금증을 풀어 줘서 고마워요.”{j}예의를 차려 거절한 클로딘은 이만 걸음을 돌려세웠다.{j}“우리 이제 테이블로 돌아가요.”{j}이번에는 클로딘이 먼저 손을 내밀었다.
en_us: Thank you for satisfying my curiosity.” She then turned away. “Let’s go back to the tea table,” she said, extending her hand to Matthias.{j}{j}{j}

source: 마티어스는 그만 제자리에 돌려놓기 위해 새를 집어 들었다.
en_us: Matthias picked it up so that he could put it back in its cage.

source: “그만하시지.
en_us: “Uh, Layla, I think you got all the crumbs.

source: 마티어스는 낮게 피식거리며 일어섰다.{j}어느덧 만찬 시간이 가까워져 있었다.
en_us: Matthias snickered quietly and stood up. He had just realized that it was almost time for the banquet.{j}

source: 카일은 그 사실 역시 마음에 들었다.
en_us: Kyle knew this to be true, and it made him happy.

source: 잠시도 쉬지 않고 집안일을 도왔다.
en_us: She never rested from helping out with the housework,

source: 그 사이로 연필이 종이 위를 움직이는 소리가 섞여 들었다.
en_us: where it was mixed with the sound of her pencil scratching on the page.

source: 소리 없이 피식거린 마티어스는 이제 헤센의 보고에 온전히 집중했다.
en_us: Snickering quietly, Matthias turned his attention back to the report Hessen was delivering to him.

source: 이런 날씨에 한기를 느낀다는 건 말도 안 되는 일인데, 레일라는 어쩐지 등골이 오싹해져 어깨를 움츠렸다.
en_us: It was not a day when one would expect to feel chills, and yet Layla felt a chill run down her spine, causing her shoulders to shudder.

source: 얼떨떨한 얼굴로 서 있는 빌 레머를 향해 아이는 조심스러운 질문을 건넸다.{j}발음이 무척 부드러워 묘하게 느껴지는 억양이었다.{j}“그래.{j}내가 빌 레머이긴 하다만.”{j}
en_us: Bill stared back at her in a daze. Her pronunciation was very smooth, but there was something off about her accent. “Yeah, I’m Bill Remmer,” he replied.{j}{j}{j}{j}

source: 그 순간 헤르하르트 공작이 오두막 쪽으로 고개를 돌렸다.
en_us: Just then, Duke Herhardt had looked towards the cottage.

source: 크게 웃은 빌은 술잔을 다시 채웠다.
en_us: Bill laughed loudly, then poured himself another drink.

source: 담담한 결론과 함께 레일라를 놓아주었다.
en_us: Having come to this conclusion, he had let her go.

source: 밟힌 펜도 꼼꼼히 닦아 가방에 넣었다.
en_us: then thoroughly wiped off the pen and placed it in her bag.

source: 공주의 자존심을 가진 고아의 손에 금화 한 닢을 쥐여 주는, 레일라 르웰린의 눈동자에 진짜 감정이 담기는 순간.
en_us: It was the moment when that entitled orphan would receive a gold coin, at which time her eyes would shine with true emotion for once.

source: “역시.”{j}마티어스는 나직이 중얼거리며 눈살을 찌푸렸다.
en_us: “Sure enough,” Matthias muttered, frowning.{j}

source: 마티어스가 손을 내밀자 새는 기다렸다는 듯 그의 손가락 위로 옮겨 앉았다.
en_us: Matthias extended his hand, and the bird immediately hopped to perch on his finger.

source: “나는 레일라.
en_us: “I’m Layla.

source: 잠시 머무를 것이라던 아이는 마티어스의 세상 속에서 자라나 여자가 되었다.
en_us: This young girl, whose stay at Arvis was supposed to be temporary, was still in Matthias’s world, and had now grown into a woman.

source: “차라리…….”{j}이윽고 레일라가 고개를 들었다.{j}그를 보는 눈에는 어둠이 다 가리지 못한 분노가 담겨 있었다.
en_us: Lifting her head, Layla finally started to speak “Just...” As she glared at him, the anger in her eyes was clear even through the darkness.{j}{j}

source: 놀라기는 매한가지인 빌은 적절한 반박의 말을 찾아내지 못했다.
en_us: Equally surprised, Bill didn’t know how to respond.

source: 생각나지?
en_us: Remember

source: 안경을 벗은 레일라는 눈을 가늘게 찌푸린 후에야 그를 알아보는 듯했다.
en_us: Without her glasses, she had to squint before she could recognize him.

source: 도망쳐도 소용없을 것이다.
en_us: She knew it would be no use to try to run away.

source: 바람에 날려가 버렸나 생각해 보기도 했지만, 그렇다면 앞치마가 제자리에 있는 일이 설명되지 않았다.
en_us: She wondered for a moment whether the wind had blown the glasses away, but if this had been the case then the apron wouldn’t have still been in place.

source: “재미로 새를 죽이잖아.”
en_us: “They’re killing birds for fun.”

source: 다시 가족을, 돌아가고 싶은 집을 가지게 된 그날을 아마 영원히 잊지 못할 것이다.
en_us: That day, when she finally gained a family and a home, was one she would likely never forget as long as she lived.

source: 어쩌면 그 역시 세련된 방식으로 표현한 멸시와 동정일지도 모르겠지만 레일라는 아무래도 좋았다.
en_us: She assumed that Claudine’s comment about the necklace had been some sort of sophisticated way of putting her in her place, but she didn’t mind.

source: 목 끝까지 차오른 무언가가 넘칠 듯이 찰랑거리는 것만 같았다.
en_us: She could feel something welling up inside her.

source: 미친 사람.{j}전부터 그렇게 생각하고 있었지만 레일라는 이제 확신할 수 있었다.{j}이 남자는 확실히 미친 사람이라고.
en_us: He’s crazy, she thought. She had suspected as much for a long time, but now she was certain. He’s completely out of his mind.{j}{j}

source: 올여름, 매일같이 쓰고 다니는 레일라의 밀짚모자를 볼 때마다 빌은 더없이 마음이 흡족했다.
en_us: Layla had been wearing the straw hat Bill had given her practically every day this summer. It delighted Bill every time he saw her in it.

source: “아무래도 저 새는 헤르하르트 공작이 어떤 사람인지 모르는 모양이야.”{j}열어 둔 새장 문으로 날아온 새가 마티어스의 어깨에 앉자 리에트는 유쾌한 웃음을 터트렸다.{j}“새 사냥의 명수를 사랑하는 새라니.{j}이걸 어리석다고 해야 하나, 가엾다고 해야 하나.”
en_us: When the bird flew out of the open door of its cage and landed on Matthias’s shoulder, Riette burst into laughter. “I don’t think that bird knows what sort of person Duke Herhardt is,” he remarked. “A bird in love with an expert bird hunter? I don’t know whether to call it stupid or pitiful.”{j}{j}{j}

source: 그래서 싫어.”
en_us: I don’t like it.”

source: 그런 주제에.
en_us: She wouldn’t dare... Matthias scoffed.

source: 그래도 레일라는 울지 않았다.
en_us: But she didn’t cry.

source: “놀리지 마.
en_us: “Don’t make fun of it.

source: 모르겠다.”
en_us: should I know?”

source: “니 생각은 다르지 않아?”
en_us: “Including you?”

source: 제법 떨어진 거리와 어둠도 그 여자의 새빨개진 두 뺨을 감추어 주지 못했다.
en_us: Neither the considerable distance nor the darkness were enough to obscure her blushing cheeks.

source: 분노와 뒤섞인 두려움으로 가슴이 터질 듯이 뛰기 시작했다.
en_us: Her heart started pounding with fear and anger.

source: 희미한 햇빛 냄새가 느껴지는 부드러운 이불.
en_us: the soft blanket that gave off a faint scent of sunshine...

source: 하녀는 레일라를 낯선 세상으로 데리고 갔다.
en_us: * * * The maid brought Layla into an unfamiliar world,

source: “새를 그렇게 좋아하는 이유가 뭐지?”
en_us: “Why do you like birds so much?”

source: 하지만 가장 큰 불행은 마지막 순간에 찾아왔다.
en_us: However, just at the last moment, she suffered her worst misfortune of that day.

source: “방학이요?
en_us: “Summer break?

source: 고개를 끄덕인 마티어스는 그가 건넨 총을 받아 들고 침실을 떠났다.
en_us: Matthias nodded, took the shotgun that Hessen was holding out for him, and left his bedroom.

source: 빌 아저씨를 위해서.{j}그 주문을 되뇌며 레일라는 조용히 강가의 별채를 떠나 다시 정원으로 향했다.{j}한여름의 오후 2시에 이런 식으로 사람을 괴롭히는 저 남자가 좋은 사람이라니.{j}도무지 인정할 수 없는 그 평판에 대한 불만을 힘주어 내딛는 걸음으로 표시했다.
en_us: Feeling frustrated, she repeated the phrase For Uncle Bill in her mind as she quietly left the cabin. He makes people jump through hoops for him at two in the afternoon in the middle of summer, and people call him a perfect gentleman? she grumbled as she trudged back to the garden.{j}{j}{j}

source: 그날처럼 아름다운 몸짓으로 그는 레일라를 모욕했다.
en_us: Even when scolding and shaming her today, he had done so with equally graceful movements.

source: 조금 날다 떨어지고, 또다시 떨어지기를 반복하면서도 쉼 없이 방 안을 맴돌았다.
en_us: It tried to fly, then fell. Then it tried again and fell again. It continued bouncing around the room in this manner without rest for quite a while.

source: “다시 보니 예쁘네.
en_us: “You know, now that I look at it again, it’s pretty.

source: 두 사람은 적당한 화제로 대화를 나누며 산책로를 함께 걸었다.
en_us: They conversed on suitable topics as they strolled along.

source: 창문을 사방으로 크게 낸 별채에서는 강과 숲을 한눈에 조망할 수 있었다.
en_us: The cabin had large windows on all sides, affording a magnificent view of the river and the forest.

source: 넘치도록 받았음에도 아무것도 갚지 못하고 있으니까.
en_us: She had already received so much from him, and didn’t have any real way to repay him.

source: 그 괴짜 같은 면모가 카일은 좋았다.
en_us: and Kyle loved that eccentricity of hers.

source: 괜찮으시죠?”{j}맛있는 냄새가 피어오르는 접시를 내려놓으며 레일라가 물었다.
en_us: Is that all right with you?” Layla asked as she placed a delicious-smelling dish on the table.{j}

source: “하지만 클로딘, 저런 애를 마티어스 가까이 두어 좋을 게 없어.”{j}브란트 백작 부인은 여전히 마음이 놓이지 않는 표정이었다.{j}“내가 헤르하르트가에 말해 보면 어떻겠니?”
en_us: “But Claudine, nothing good can come from letting a young lady such as her be around Matthias.” Countess Brandt still looked worried. “Perhaps I’ll speak with his mother or his grandmother. What do you think?”{j}{j}

source: 티 룸은 중앙 로비의 오른편에 자리하고 있었다.
en_us: The tea lounge, which included an outdoor patio area, was located on the main lobby’s right side.

source: “틀림없는 헤르하르트 공작이구나.”{j}빌이 껄껄 웃었다.
en_us: “No doubt about it, that was Duke Herhardt,” Bill replied, chuckling.{j}

source: 제 분을 이기지 못해 바들바들 떨다 후드득 굵은 눈물방울을 떨구었다.
en_us: Unable to contain her indignation, her whole body had started trembling, and then thick tears had streamed down her face.

source: 그의 예상은 한 가지 더 적중했다.{j}레일라 르웰린은 수영도 할 줄 모르는 주제에 겁도 없이 강물에 뛰어들었다.
en_us: Another prediction of his had turned out to be true—Layla had unflinchingly jumped into the river without knowing how to swim.{j}

source: 너무 불편해.”{j}레일라의 콧잔등에 주름이 졌다.
en_us: I just feel uncomfortable around him,” she said, frowning.{j}

source: 달이 무척 밝아 어둠이 그리 무섭지 않은 밤이니까.
en_us: The moon was shining brightly, so it wouldn’t be so scary outside in the dark.

source: “설령 헤르하르트 공이 저 비천하고 아름다운 아이에게 흥미를 가진들 그게 무슨 대수겠어요?”
en_us: “Is it such a big deal if Duke Herhardt is interested in that lowly, beautiful girl?” she calmly asked her mother.

source: 레일라 르웰린은 그 작은 체구에 걸맞지 않게 걸음이 꽤 빨랐다.
en_us: This didn’t bother Matthias. He knew that Layla was quite a fast walker, despite her size.

source: 레일라가 숲으로 이어진 길 깊숙이 자취를 감추었을 무렵 조금 전의 그 시종이 다가왔다.{j}“죄송합니다, 주인님.{j}클라인 경께서는 이미 귀가하셨다고 합니다.”
en_us: Just as the distant Layla was vanishing into the woods, the servant reappeared, saying, “I’m sorry, Your Grace. Count Klein has already gone home.”{j}{j}

source: 애들은 당신이 가꾸는 화초와는 달라요.
en_us: Raising kids isn’t the same as growing plants.

source: 헤르하르트 공작 쪽으로는 눈길을 주지 않기 위해 무던히 애를 썼다.
en_us: while being careful not to look at Duke Herhardt at all.

source: 아…… 네.
en_us: Ah... yes.

source: 가끔 아버지랑 같이 와.
en_us: Sometimes I come along when he does that.

source: “여자애를?
en_us: “A girl?

source: “카일이 어떤 사람인지는 공작님보다 제가 훨씬 잘 안다고 생각합니다.”{j}가진 모든 용기를 끌어모아 레일라는 또박또박 힘주어 말했다.
en_us: Mustering all her courage, she replied, “I know what kind of person Kyle is much better than you do, Your Grace.”{j}

source: 고개를 돌리자 말 등에 앉은 승마복 차림의 헤르하르트 공작이 보였다.
en_us: He turned his head and saw Duke Herhardt in full riding apparel, sitting on top of a horse.

source: 몸이 비쳐 보일 만큼 얇은 옷감의 하얀 원피스는 아마도 잠옷인 듯했다.
en_us: The moonlight shone through the flimsy white garment she had on, which seemed to be a nightgown.

source: 테라스로 나간 마티어스는 조금 전까지 레일라가 머물렀던 그 기둥에 기대섰다.
en_us: Matthias went out onto the terrace and leaned against the column where Layla had just been.

source: “보는 걸로 만족할게요.
en_us: “No, just seeing it is enough for me.

source: 한 시절을 풍미하며 온 제국의 찬사를 받은 미인인 엘리제 폰 헤르하르트 공작 부인도 남편의 사랑을 독차지하지는 못했다.
en_us: When Elise was duchess, she was admired as one of the top beauties of the entire Berg Empire. And yet she had never captured her husband’s affection.

source: 마티어스와 클로딘의 약혼은 친지들 사이에서는 이미 확정된 일이나 다름없었다.
en_us: Among close friends and family, Matthias and Claudine’s engagement had already been as good as confirmed for a long time.

source: 마주 웃은 카일은 서둘러 집을 향해 달려가기 시작했다.
en_us: Also laughing, Kyle started running towards his home.

source: 클로딘의 푸념을 따라 티 테이블에 앉아 있던 귀부인들의 시선이 움직였다.
en_us: The other noblewomen sitting at the tea table looked at her.

source: 누구보다 노마님이 그랬다.
en_us: And none of them so much as Lady Norma did.

source: 이웃 나라인 로비타에 사는 먼 친척이 보낸 편지였다.
en_us: The envelope showed that the letter was from distant relatives of Bill’s who lived in the neighboring country of Lovita.

source: 나 정말 괜찮으니까.”
en_us: I’m doing just fine. Really.”

source: 그는 헤르하르트였다.
en_us: He was a Herhardt.

source: 막 콘솔의 서랍장에 손을 대고 있던 레일라는 기절할 듯 놀라며 돌아섰다.
en_us: Layla, who had been in the middle of reaching into the credenza’s drawer, turned quickly around in surprise,

source: 엄청난 수확이죠?”{j}레일라는 뿌듯해하며 바구니를 들어보였다.{j}“내일도 따러 갈 거예요.{j}산딸기 잼을 아아—주 많이 만들 거거든요.”
en_us: Look at the size of this harvest!” she replied, holding up the basket. “I’m going to pick even more tomorrow. I’m going to make so much raspberry jam!”{j}{j}{j}

source: 가능하면 폐를 끼치지 않으려고, 신세를 지지 않으려고 안간힘을 쓰는 아이의 마음을 빌은 잘 알고 있었다.
en_us: Bill felt even more uncomfortable when he noticed the glittering frames of her glasses. He was well aware of how she tried to avoid causing him any trouble or doing anything that would make her indebted to him.

source: 여학교의 교복은 흙먼지로 엉망이 되어 있었다.
en_us: Her school uniform was covered with dirt.

source: 심호흡을 반복해 가슴을 진정시킨 카일은 제법 의젓한 태도로 손을 내밀었다.
en_us: Kyle took a few deep breaths to calm himself down, then politely extended his hand to her.

source: 오랫동안 잊고 지내 온 그 철없던 상상이 떠오르자 레일라는 공작이 조금 더 낯설고 불편해졌다.
en_us: As this childish thought flashed back into her mind, she felt even more distant from the duke.

source: 레일라의 존재를 까맣게 잊은 것처럼 두 사람은 자신들만의 대화를 이어 나갔다.
en_us: He and Claudine then began conversing, seemingly having forgotten entirely about Layla.

source: 그곳에 레일라가 있었다.
en_us: and there was Layla,

source: 또 숲에서 무서운 거라도 보셨어?”
en_us: Did you see something scary in the woods again or something?”

source: 누구보다 클로딘이 그랬다.
en_us: least of all Claudine herself.

source: 그처럼 화가 난 빌 아저씨의 모습은 처음이었다.
en_us: It was the first time she had seen him upset in this way.

source: 눈이 부시게 반짝이는 강가에 도착했을 때는 해가 머리 위에 떠 있었다.
en_us: The sun was right overhead when she arrived at the shimmering riverside.

source: 헤르하르트 공작은 오늘도 흑갈색 털을 가진 윤기 나는 말을 타고 있었다.
en_us: Duke Herhardt was riding the horse with lustrous, dark-brown fur that he usually rode.

source: “그렇지 않나요, 헤르하르트 공?”{j}클로딘은 생긋 웃으며 마티어스를 마주했다.
en_us: “Don’t you think so, Duke Herhardt?” Claudine asked Matthias, smiling.{j}

source: 두 사람은 나란히 선 채로 아이스크림을 먹었다.
en_us: They enjoyed their cones as they stood next to one another.

source: 반사적으로 나무를 잡지 않았다면 신문의 뒤를 이어 바닥으로 떨어지는 신세를 면치 못했을 것이다.
en_us: If she hadn’t instinctively held onto the trunk of the tree, she would have followed right behind the newspaper.

source: 전처럼 시선을 피하는 대신 레일라는 말끄러미 그를 바라보았다.
en_us: Rather than averting her eyes this time, she stared right back at him.

source: 발끈하는 빌을 보는 모나 부인의 입술이 한결 부드럽게 휘어졌다.{j}“이러면서도 딸이 아니라니 참 알다가도 모를 남자라니까.”
en_us: Seeing that Bill was getting angry, Mona spoke in a softer tone. “You say she’s not your daughter, and yet you react like this? I really don’t get you, Bill.”{j}

source: 상당히 사나운 눈빛들이었다.
en_us: scowling at Kyle.

source: 게다가 어찌나 쇠꼬챙이처럼 야위었는지.
en_us: She also looked thin as a rail.

source: 지난 며칠간 저택이 소란했던 터라 강의 평온이 더욱 선명하게 느껴졌다.
en_us: The mansion had been full of noisy activity for the past few days, which made him all the more able to appreciate the calm stillness of the river.

source: 처음 만난 열두 살의 여름 이래로 쭉 그래 왔다.
en_us: This had been true ever since the summer when they had first met, when Layla was twelve.

source: 레일라는 가여운 아이야.”{j}클로딘은 얼굴을 가볍게 찡그렸다.{j}그녀가 쥔 가위 날 사이에서 조금 전 레일라가 가져다준 장미의 가지가 서걱, 잘려 나갔다.{j}“물론 레일라에게 그런 결점이 있다는 건 알고 있지만, 우리 그래도 관용을 베풀어 주자.”
en_us: Layla has had a tough life,” Claudine replied, frowning slightly as she trimmed the roses Layla had just handed her. “You’re not wrong about her shortcomings, but we should try to be tolerant of her.”{j}{j}{j}

source: “그럴 리가요.”
en_us: “Of course I like them.”

source: 그는 항상 그런 식으로 움직인다는 것을 기억해 냈을 무렵에 두 사람은 레일라의 시야를 벗어났다.
en_us: By the time Layla had noticed that he always moved like that, they had been out of her sight.

source: 올 것이 왔구나.{j}레일라는 숨을 가다듬은 후 천천히 몸을 돌려세웠다.{j}적절한 예의를 차린 미소도 준비했다.
en_us: The time has come. Layla paused for a moment to catch her breath, and, putting on a polite smile, she slowly turned around.{j}{j}

source: 뒤이어 시작된 요란한 현악곡을 들으며 마티어스는 느릿하게 담배를 피웠다.
en_us: Listening to the lively string piece that followed, he took a slow drag of the cigarette.

source: 클로딘과 함께 숲길을 산책하는 그를.
en_us: him on a walk with Claudine through the forest.

source: 은발의 안경사는 유쾌한 웃음을 터트렸다.{j}“눈이 꽤 나빴으니 그럴 만도 하지.{j}그간 고생이 많았겠구나.”
en_us: The gray-haired optician let out a friendly chuckle. “Considering how bad your eyesight was, I can believe it. It must’ve been quite hard for you.”{j}{j}

source: 이름을 부르는 빌 아저씨의 목소리에 반짝 눈을 떴을 때는 길었던 여름의 해가 뉘엿뉘엿 저물어 가고 있었다.
en_us: When she heard Bill calling her name, she cracked her eyes open and saw that the long summer day was already coming to an end.

source: 레일라 르웰린은 의사의 아들과 함께 나타났다.
en_us: * * * Layla Llewellyn showed up at the party with the doctor’s son.

source: 클로딘이 담담하게 꺼낸 말에 브란트 백작 부인이 경악했다.{j}“맙소사, 클로딘!{j}대체 무슨 소리를 하는 거니?”
en_us: Countess Brandt gasped. “My God, Claudine! Listen to yourself!”{j}{j}

source: 아름답게 노래하는 새지요.”{j}짧게 설명한 그는 우선 작은 손수건으로 새의 눈을 가린 뒤 날개를 펼쳐 쥐었다.{j}그사이 다른 한 손으로는 날이 예리한 가위를 잡았다.{j}사육사는 주저 없이 가위 날을 움직였다.{j}잘린 날개의 깃털들이 작업대 위로 후드득 흩어졌다.{j}반대편의 날개깃도 똑같이 자른 그는 새를 이만 내려놔 주었다.
en_us: It’s a songbird that sings beautifully.” The bird-keeper proceeded to place a small handkerchief over the bird’s head, and used one hand to gently spread apart the feathers of one of its wings. With his other hand, he picked up a small pair of scissors and immediately made a few quick clips. The feathers fluttered down onto his worktable. He did the same to the other wing, and then set the bird down.{j}{j}{j}{j}{j}

source: 그리하여 드디어 안경을 맞출 만큼 돈이 모이자 레일라는 그 길로 자전거를 타고 시내로 향했다.
en_us: As soon as she had saved up enough money to purchase eyeglasses, she had ridden her bicycle into the city.

source: 레일라는 새빨개진 얼굴을 한 채 정신없이 그를 향해 달려왔다.{j}“무슨 일이냐?”
en_us: only to see her frantically running towards him, her face beet-red. “What’s the matter?” he asked.{j}

source: 저 긴 다리를 보람 있게 써 빨리 걸어 주면 좋으련만.
en_us: I sure wish he’d put those long legs of his to good use and pick up the pace.

source: 또 레일라한테 가는 거니?”
en_us: Are you going to see Layla again?” Mrs. Ettman asked with a frown as she saw Kyle rushing down the stairs.

source: “형편없어.”{j}마티어스의 어조는 비난하는 기색 없이 그저 건조했다.
en_us: “It’s dreadful,” he replied in a dry tone that didn’t sound upset or critical.{j}

source: 하지만 그 마음을 알 리 없는 그녀의 어린 딸은 보란 듯이 긴 한숨을 내쉬었다.
en_us: Realizing how impossible this seemed for her daughter, Countess Brandt let out a long sigh.
